/* format for the artist Label */
"ARTIST_NAME_LABEL_FORMAT" = "%1$@ (%2$@)";

/* Localized kind : Album */
"Album" = "Album";

/* Localized kind : Software */
"App" = "App";

/* Localized kind : Audio Book */
"Audio Book" = "Audio Book";

/* Localized kind : Book */
"Book" = "Book";

/* Localized kind : e-book */
"E-book" = "E-book";

/* priceTect : Free */
"Free" = "Free";

/* Localized kind : Feature Movie */
"Movie" = "Movie";

/* Localized kind : Music Video */
"Music Video" = "Music Video";

/* label.text : Nothing Found */
"Nothing Found" = "Nothing Found";

/* Localized kind : podcast */
"Podcast" = "Podcast";

/* Localized kind : Song */
"Song" = "Song";

/* Error Message : title */
"There was an error reading from the iTune Store. Please try again." = "There was an error reading from the iTune Store. Please try again.";

/* TV Episode */
"TV Episode" = "TV Episode";

/* artistNameLabel.text : unknown */
"uknown" = "uknown";

/* Error alert: Whoooops .... */
"Whoooops ...." = "Whoooops ....";

